Repository: Brayman30/recipes
Catalog: po/extra/*.po
Languages: tr

source: Recipes
tr: Tarifler

source: A markdown recipes application
tr: Markdown tarif uygulaması

source: Do some cooking with some easy recipes. All the recipes are written in simple markdown. Don't see what you like? Add your own!
tr: Kolay tariflerle biraz yemek yapın. Tüm tarifler markdown ile yazılmıştır. Sevdiğin tarifi bulamadın mı? Kendi ekle!

source: Features:
tr: Özellikler:

source: Read awesome recipes
tr: Şahane tarifleri oku

source: Easily add your own recipe by doing a PR
tr: Kendi tarifinizi kolayca ekleyebilirsiniz

source: Choose between light and dark with dark mode
tr: Karanlık veya açık kip arasında tercih yapabilirsiniz

source: Search for recipes
tr: Tarifleri ara

source: cooking;recipes;
tr: yemek yapma;tarifler;aşçılık;

source: About Recipes
tr: Tarifler Hakkında
